#pragma once

#include <stdio.h>
#include <stdlib.h>
#include <time.h>

/*
* Вычисление по формуле
* @return L - значение выражения
*/
void EX_1();

/*
* Скорость тела в момент времени 
* @return S - скорость тела
*/
void EX_2();

/*
* Решить уравнение
* @return x_1, x_2 - корни уравнения
*/
void EX_3();

/*
* стоимость разговора
* @return S - итоговая стоимость
*/
void EX_4();

/*
* Число Армстронга
*/
void EX_5();

/*
* перевод числа в десятичную СС
*/
void EX_6();

/*
* Увеличить элементы массива в три раза и поменять знак
*/
void EX_7();